Repository: gechr/WhichSpace
Catalog: WhichSpace/Localization/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, mk, ms, nb, nl, nn, pa, pl, ps, pt, pt_br, ro, ru, sk, sr, sv, th, tr, uk, ur, vi, zh_hans, zh_hant, zh_hk

source: Applies a badge character to the current Space ("#" shows the Space number). An empty badge resets it.
ar: يطبق حرف شارة على المساحة الحالية ("#" يعرض رقم المساحة). الشارة الفارغة تعيد تعيينها.
bg: Прилага символ на значка към текущото Пространство ("#" показва номера на Пространството). Празна значка я нулира.
ca: Aplica un caràcter de distintiu a l'Espai actual ("#" mostra el número de l'Espai). Un distintiu buit el restableix.
cs: Použije znak odznaku na aktuální Space ("#" zobrazí číslo Space). Prázdný odznak jej obnoví.
da: Anvender et mærketegn på det aktuelle Space ("#" viser Space-nummeret). Et tomt mærke nulstiller det.
de: Wendet ein Abzeichen-Zeichen auf den aktuellen Space an ("#" zeigt die Space-Nummer). Ein leeres Abzeichen setzt es zurück.
el: Εφαρμόζει χαρακτήρα σήματος στον τρέχοντα Χώρο (το "#" εμφανίζει τον αριθμό του Χώρου). Ένα κενό σήμα το επαναφέρει.
es: Aplica un carácter de distintivo al Espacio actual ("#" muestra el número del Espacio). Un distintivo vacío lo restablece.
fa: نویسه‌ای به‌عنوان نشان به فضای فعلی اعمال می‌کند ("#" شماره فضا را نشان می‌دهد). نشان خالی آن را بازنشانی می‌کند.
fi: Käyttää merkkikirjainta nykyiseen Spaceen ("#" näyttää Spacen numeron). Tyhjä merkki palauttaa sen.
fr: Applique un caractère de badge à l'Espace actuel ("#" affiche le numéro de l'Espace). Un badge vide le réinitialise.
he: מחיל תו תג על המרחב הנוכחי ("#" מציג את מספר המרחב). תג ריק מאפס אותו.
hi: वर्तमान स्पेस पर बैज वर्ण लागू करता है ("#" स्पेस नंबर दिखाता है)। खाली बैज इसे रीसेट करता है।
hu: Jelvénykaraktert alkalmaz az aktuális Space-re (a "#" a Space számát mutatja). Az üres jelvény visszaállítja.
id: Menerapkan aksara lencana ke Space saat ini ("#" menampilkan nomor Space). Lencana kosong mengatur ulangnya.
it: Applica un carattere di badge allo Spazio attuale ("#" mostra il numero dello Spazio). Un badge vuoto lo reimposta.
ja: 現在のスペースにバッジ文字を適用します（"#" はスペース番号を表示）。空のバッジはリセットします。
ko: 현재 스페이스에 배지 문자를 적용합니다("#"는 스페이스 번호를 표시). 빈 배지는 재설정합니다.
mk: Применува знак на значка на тековниот Простор ("#" го прикажува бројот на Просторот). Празна значка ја ресетира.
ms: Menggunakan aksara lencana pada Ruang semasa ("#" memaparkan nombor Ruang). Lencana kosong menetapkannya semula.
nb: Bruker et merketegn på gjeldende Space ("#" viser Space-nummeret). Et tomt merke tilbakestiller det.
nl: Past een badgeteken toe op de huidige Space ("#" toont het Space-nummer). Een lege badge herstelt het.
nn: Brukar eit merketeikn på gjeldande Space ("#" viser Space-nummeret). Eit tomt merke tilbakestiller det.
pa: موجودہ سپیس اُتے بیج دا حرف لاندا اے ("#" سپیس نمبر وکھاندا اے)۔ خالی بیج اوہنوں ری سیٹ کر دیندا اے۔
pl: Stosuje znak znaczka do bieżącego Space ("#" pokazuje numer Space). Pusty znaczek go przywraca.
ps: په اوسني سپېس باندې د بېج توری پلي کوي ("#" د سپېس شمېره ښيي). تش بېج يې بیا تنظیموي.
pt: Aplica um carácter de distintivo ao Espaço atual ("#" mostra o número do Espaço). Um distintivo vazio repõe-no.
pt_br: Aplica um caractere de distintivo ao Espaço atual ("#" mostra o número do Espaço). Um distintivo vazio o redefine.
ro: Aplică un caracter de insignă Spațiului curent ("#" afișează numărul Spațiului). O insignă goală o resetează.
ru: Применяет символ бейджа к текущему Пространству ("#" показывает номер Пространства). Пустой бейдж сбрасывает его.
sk: Použije znak odznaku na aktuálny Priestor ("#" zobrazí číslo Priestoru). Prázdny odznak ho obnoví.
sr: Primenjuje znak značke na trenutni Prostor ("#" prikazuje broj Prostora). Prazna značka je resetuje.
sv: Tillämpar ett märkestecken på aktuellt Space ("#" visar Space-numret). Ett tomt märke återställer det.
th: ใช้อักขระตรากับ Space ปัจจุบัน ("#" แสดงหมายเลข Space) ตราว่างจะรีเซ็ต
tr: Geçerli Alana bir rozet karakteri uygular ("#" Alan numarasını gösterir). Boş rozet onu sıfırlar.
uk: Застосовує символ бейджа до поточного Простору ("#" показує номер Простору). Порожній бейдж скидає його.
ur: موجودہ اسپیس پر بیج کا حرف لگاتا ہے ("#" اسپیس نمبر دکھاتا ہے)۔ خالی بیج اسے ری سیٹ کر دیتا ہے۔
vi: Áp dụng ký tự huy hiệu cho Không gian hiện tại ("#" hiển thị số Không gian). Huy hiệu trống sẽ đặt lại.
zh_hans: 为当前空间应用徽章字符（"#" 显示空间编号）。空徽章会将其重置。
zh_hant: 為目前空間套用徽章字元（"#" 顯示空間編號）。空徽章會將其重設。
zh_hk: 為目前空間套用徽章字元（"#" 顯示空間編號）。空徽章會將其重設。

source: Applies a custom label to the current Space. An empty label resets it to its default.
ar: يطبق تسمية مخصصة على المساحة الحالية. التسمية الفارغة تعيدها إلى الافتراضي.
bg: Прилага персонализиран етикет към текущото Пространство. Празен етикет го връща към стандартния.
ca: Aplica una etiqueta personalitzada a l'Espai actual. Una etiqueta buida la restableix per defecte.
cs: Použije vlastní štítek na aktuální Space. Prázdný štítek jej obnoví na výchozí.
da: Anvender en tilpasset etiket på det aktuelle Space. En tom etiket nulstiller den til standard.
de: Wendet ein eigenes Etikett auf den aktuellen Space an. Ein leeres Etikett setzt es auf den Standard zurück.
el: Εφαρμόζει προσαρμοσμένη ετικέτα στον τρέχοντα Χώρο. Μια κενή ετικέτα την επαναφέρει στην προεπιλογή.
es: Aplica una etiqueta personalizada al Espacio actual. Una etiqueta vacía la restablece al valor predeterminado.
fa: برچسبی سفارشی به فضای فعلی اعمال می‌کند. برچسب خالی آن را به پیش‌فرض بازمی‌گرداند.
fi: Käyttää mukautettua tunnistetta nykyiseen Spaceen. Tyhjä tunniste palauttaa sen oletukseen.
fr: Applique une étiquette personnalisée à l'Espace actuel. Une étiquette vide la rétablit par défaut.
he: מחיל תווית מותאמת אישית על המרחב הנוכחי. תווית ריקה מאפסת אותה לברירת המחדל.
hi: वर्तमान स्पेस पर कस्टम लेबल लागू करता है। खाली लेबल इसे डिफ़ॉल्ट पर रीसेट करता है।
hu: Egyéni címkét alkalmaz az aktuális Space-re. Az üres címke visszaállítja az alapértelmezettre.
id: Menerapkan label khusus ke Space saat ini. Label kosong mengatur ulangnya ke bawaan.
it: Applica un'etichetta personalizzata allo Spazio attuale. Un'etichetta vuota la reimposta al valore predefinito.
ja: 現在のスペースにカスタムラベルを適用します。空のラベルは初期設定に戻します。
ko: 현재 스페이스에 사용자 설정 레이블을 적용합니다. 빈 레이블은 기본값으로 재설정합니다.
mk: Применува приспособена етикета на тековниот Простор. Празна етикета ја ресетира на стандардната.
ms: Menggunakan label tersuai pada Ruang semasa. Label kosong menetapkannya semula kepada lalai.
nb: Bruker en tilpasset etikett på gjeldende Space. En tom etikett tilbakestiller den til standard.
nl: Past een aangepast label toe op de huidige Space. Een leeg label herstelt het naar standaard.
nn: Brukar ein tilpassa etikett på gjeldande Space. Ein tom etikett tilbakestiller han til standard.
pa: موجودہ سپیس اُتے اپنی مرضی دا لیبل لاندا اے۔ خالی لیبل اوہنوں ڈیفالٹ تے ری سیٹ کر دیندا اے۔
pl: Stosuje niestandardową etykietę do bieżącego Space. Pusta etykieta przywraca domyślną.
ps: په اوسني سپېس باندې دودیز لیبل پلي کوي. تش لیبل يې ډیفالټ ته بیا تنظیموي.
pt: Aplica uma etiqueta personalizada ao Espaço atual. Uma etiqueta vazia repõe a predefinição.
pt_br: Aplica uma etiqueta personalizada ao Espaço atual. Uma etiqueta vazia a redefine para o padrão.
ro: Aplică o etichetă personalizată Spațiului curent. O etichetă goală o resetează la valoarea implicită.
ru: Применяет пользовательскую метку к текущему Пространству. Пустая метка сбрасывает её к стандартной.
sk: Použije vlastný štítok na aktuálny Priestor. Prázdny štítok ho obnoví na predvolený.
sr: Primenjuje prilagođenu oznaku na trenutni Prostor. Prazna oznaka je vraća na podrazumevano.
sv: Tillämpar en anpassad etikett på aktuellt Space. En tom etikett återställer den till standard.
th: ใช้ป้ายชื่อกำหนดเองกับ Space ปัจจุบัน ป้ายชื่อว่างจะรีเซ็ตเป็นค่าเริ่มต้น
tr: Geçerli Alana özel bir etiket uygular. Boş etiket onu varsayılana sıfırlar.
uk: Застосовує власну мітку до поточного Простору. Порожня мітка скидає її до стандартної.
ur: موجودہ اسپیس پر حسب منشا لیبل لگاتا ہے۔ خالی لیبل اسے طے شدہ پر ری سیٹ کر دیتا ہے۔
vi: Áp dụng nhãn tùy chỉnh cho Không gian hiện tại. Nhãn trống sẽ đặt lại về mặc định.
zh_hans: 为当前空间应用自定义标签。空标签会将其重置为默认。
zh_hant: 為目前空間套用自訂標籤。空標籤會將其重設為預設。
zh_hk: 為目前空間套用自訂標籤。空標籤會將其重設為預設。

source: Badge
ar: الشارة
bg: Значка
ca: Distintiu
cs: Odznak
da: Mærke
de: Abzeichen
el: Σήμα
es: Distintivo
fa: نشان
fi: Merkki
he: תג
hi: बैज
hu: Jelvény
id: Lencana
ja: バッジ
ko: 배지
mk: Значка
ms: Lencana
nb: Merke
nn: Merke
pa: بیج
pl: Znaczek
ps: بېج
pt: Distintivo
pt_br: Distintivo
ro: Insignă
ru: Бейдж
sk: Odznak
sr: Značka
sv: Märke
th: ตรา
tr: Rozet
uk: Бейдж
ur: بیج
vi: Huy hiệu
zh_hans: 徽章
zh_hant: 徽章
zh_hk: 徽章

source: Current Space
ar: المساحة الحالية
bg: Текущо Пространство
ca: Espai actual
cs: Aktuální Space
da: Aktuelt Space
de: Aktueller Space
el: Τρέχων Χώρος
es: Espacio actual
fa: فضای فعلی
fi: Nykyinen Space
fr: Espace actuel
he: מרחב נוכחי
hi: वर्तमान स्पेस
hu: Aktuális Space
id: Space Saat Ini
it: Spazio attuale
ja: 現在のスペース
ko: 현재 스페이스
mk: Тековен Простор
ms: Ruang Semasa
nb: Gjeldende Space
nl: Huidige Space
nn: Gjeldande Space
pa: موجودہ سپیس
pl: Bieżący Space
ps: اوسنی سپېس
pt: Espaço atual
pt_br: Espaço atual
ro: Spațiul curent
ru: Текущее Пространство
sk: Aktuálny Priestor
sr: Trenutni Prostor
sv: Aktuellt Space
th: Space ปัจจุบัน
tr: Geçerli Alan
uk: Поточний Простір
ur: موجودہ اسپیس
vi: Không gian hiện tại
zh_hans: 当前空间
zh_hant: 目前空間
zh_hk: 目前空間

source: Follow Window
ar: متابعة النافذة
bg: Следвай прозореца
ca: Segueix la finestra
cs: Následovat okno
da: Følg vindue
de: Fenster folgen
el: Ακολούθηση παραθύρου
es: Seguir la ventana
fa: دنبال کردن پنجره
fi: Seuraa ikkunaa
fr: Suivre la fenêtre
he: עקוב אחר החלון
hi: विंडो का अनुसरण करें
hu: Ablak követése
id: Ikuti Jendela
it: Segui la finestra
ja: ウインドウを追う
ko: 윈도우 따라가기
mk: Следи го прозорецот
ms: Ikut Tetingkap
nb: Følg vindu
nl: Venster volgen
nn: Følg vindauge
pa: ونڈو دے نال جاؤ
pl: Podążaj za oknem
ps: کړکۍ تعقیب کړئ
pt: Seguir a janela
pt_br: Seguir a janela
ro: Urmează fereastra
ru: Следовать за окном
sk: Nasledovať okno
sr: Prati prozor
sv: Följ fönstret
th: ตามหน้าต่างไป
tr: Pencereyi İzle
uk: Перейти за вікном
ur: ونڈو کے ساتھ جائیں
vi: Đi theo cửa sổ
zh_hans: 跟随窗口
zh_hant: 跟隨視窗
zh_hk: 跟隨視窗

source: Get Current Space Badge
ar: الحصول على شارة المساحة الحالية
bg: Вземи значката на текущото Пространство
ca: Obtén el distintiu de l'Espai actual
cs: Získat odznak aktuálního Space
da: Hent mærket på det aktuelle Space
de: Abzeichen des aktuellen Space abrufen
el: Λήψη σήματος τρέχοντος Χώρου
es: Obtener el distintivo del Espacio actual
fa: دریافت نشان فضای فعلی
fi: Hae nykyisen Spacen merkki
fr: Obtenir le badge de l'Espace actuel
he: קבל את תג המרחב הנוכחי
hi: वर्तमान स्पेस बैज प्राप्त करें
hu: Aktuális Space jelvényének lekérése
id: Dapatkan Lencana Space Saat Ini
it: Ottieni il badge dello Spazio attuale
ja: 現在のスペースのバッジを取得
ko: 현재 스페이스 배지 가져오기
mk: Земи ја значката на тековниот Простор
ms: Dapatkan Lencana Ruang Semasa
nb: Hent merket til gjeldende Space
nl: Haal badge van huidige Space op
nn: Hent merket til gjeldande Space
pa: موجودہ سپیس دا بیج لوو
pl: Pobierz znaczek bieżącego Space
ps: د اوسني سپېس بېج ترلاسه کړئ
pt: Obter o distintivo do Espaço atual
pt_br: Obter o distintivo do Espaço atual
ro: Obține insigna Spațiului curent
ru: Получить бейдж текущего Пространства
sk: Získať odznak aktuálneho Priestoru
sr: Preuzmi značku trenutnog Prostora
sv: Hämta märket för aktuellt Space
th: รับตรา Space ปัจจุบัน
tr: Geçerli Alan Rozetini Al
uk: Отримати бейдж поточного Простору
ur: موجودہ اسپیس کا بیج حاصل کریں
vi: Lấy huy hiệu Không gian hiện tại
zh_hans: 获取当前空间徽章
zh_hant: 取得目前空間徽章
zh_hk: 取得目前空間徽章

source: Get Current Space Label
ar: الحصول على تسمية المساحة الحالية
bg: Вземи етикета на текущото Пространство
ca: Obtén l'etiqueta de l'Espai actual
cs: Získat štítek aktuálního Space
da: Hent etiketten på det aktuelle Space
de: Etikett des aktuellen Space abrufen
el: Λήψη ετικέτας τρέχοντος Χώρου
es: Obtener la etiqueta del Espacio actual
fa: دریافت برچسب فضای فعلی
fi: Hae nykyisen Spacen tunniste
fr: Obtenir l'étiquette de l'Espace actuel
he: קבל את תווית המרחב הנוכחי
hi: वर्तमान स्पेस लेबल प्राप्त करें
hu: Aktuális Space címkéjének lekérése
id: Dapatkan Label Space Saat Ini
it: Ottieni l'etichetta dello Spazio attuale
ja: 現在のスペースのラベルを取得
ko: 현재 스페이스 레이블 가져오기
mk: Земи ја етикетата на тековниот Простор
ms: Dapatkan Label Ruang Semasa
nb: Hent etiketten til gjeldende Space
nl: Haal label van huidige Space op
nn: Hent etiketten til gjeldande Space
pa: موجودہ سپیس دا لیبل لوو
pl: Pobierz etykietę bieżącego Space
ps: د اوسني سپېس لیبل ترلاسه کړئ
pt: Obter a etiqueta do Espaço atual
pt_br: Obter a etiqueta do Espaço atual
ro: Obține eticheta Spațiului curent
ru: Получить метку текущего Пространства
sk: Získať štítok aktuálneho Priestoru
sr: Preuzmi oznaku trenutnog Prostora
sv: Hämta etiketten för aktuellt Space
th: รับป้ายชื่อ Space ปัจจุบัน
tr: Geçerli Alan Etiketini Al
uk: Отримати мітку поточного Простору
ur: موجودہ اسپیس کا لیبل حاصل کریں
vi: Lấy nhãn Không gian hiện tại
zh_hans: 获取当前空间标签
zh_hant: 取得目前空間標籤
zh_hk: 取得目前空間標籤

source: Get Current Space Number
ar: الحصول على رقم المساحة الحالية
bg: Вземи номера на текущото Пространство
ca: Obtén el número de l'Espai actual
cs: Získat číslo aktuálního Space
da: Hent nummeret på det aktuelle Space
de: Nummer des aktuellen Space abrufen
el: Λήψη αριθμού τρέχοντος Χώρου
es: Obtener el número del Espacio actual
fa: دریافت شماره فضای فعلی
fi: Hae nykyisen Spacen numero
fr: Obtenir le numéro de l'Espace actuel
he: קבל את מספר המרחב הנוכחי
hi: वर्तमान स्पेस नंबर प्राप्त करें
hu: Aktuális Space számának lekérése
id: Dapatkan Nomor Space Saat Ini
it: Ottieni il numero dello Spazio attuale
ja: 現在のスペース番号を取得
ko: 현재 스페이스 번호 가져오기
mk: Земи го бројот на тековниот Простор
ms: Dapatkan Nombor Ruang Semasa
nb: Hent nummeret til gjeldende Space
nl: Haal nummer van huidige Space op
nn: Hent nummeret til gjeldande Space
pa: موجودہ سپیس دا نمبر لوو
pl: Pobierz numer bieżącego Space
ps: د اوسني سپېس شمېره ترلاسه کړئ
pt: Obter o número do Espaço atual
pt_br: Obter o número do Espaço atual
ro: Obține numărul Spațiului curent
ru: Получить номер текущего Пространства
sk: Získať číslo aktuálneho Priestoru
sr: Preuzmi broj trenutnog Prostora
sv: Hämta numret för aktuellt Space
th: รับหมายเลข Space ปัจจุบัน
tr: Geçerli Alan Numarasını Al
uk: Отримати номер поточного Простору
ur: موجودہ اسپیس کا نمبر حاصل کریں
vi: Lấy số Không gian hiện tại
zh_hans: 获取当前空间编号
zh_hant: 取得目前空間編號
zh_hk: 取得目前空間編號

source: Label
ar: التسمية
bg: Етикет
ca: Etiqueta
cs: Štítek
da: Etiket
de: Etikett
el: Ετικέτα
es: Etiqueta
fa: برچسب
fi: Tunniste
fr: Étiquette
he: תווית
hi: लेबल
hu: Címke
it: Etichetta
ja: ラベル
ko: 레이블
mk: Етикета
nb: Etikett
nn: Etikett
pa: لیبل
pl: Etykieta
ps: لیبل
pt: Etiqueta
pt_br: Etiqueta
ro: Etichetă
ru: Метка
sk: Štítok
sr: Oznaka
sv: Etikett
th: ป้ายชื่อ
tr: Etiket
uk: Мітка
ur: لیبل
vi: Nhãn
zh_hans: 标签
zh_hant: 標籤
zh_hk: 標籤

source: Move Window Left
ar: نقل النافذة إلى اليسار
bg: Премести прозореца наляво
ca: Mou la finestra a l'esquerra
cs: Přesunout okno doleva
da: Flyt vindue til venstre
de: Fenster nach links bewegen
el: Μετακίνηση παραθύρου αριστερά
es: Mover la ventana a la izquierda
fa: انتقال پنجره به چپ
fi: Siirrä ikkuna vasemmalle
fr: Déplacer la fenêtre vers la gauche
he: העבר את החלון שמאלה
hi: विंडो को बाएँ ले जाएँ
hu: Ablak áthelyezése balra
id: Pindahkan jendela ke kiri
it: Sposta la finestra a sinistra
ja: ウインドウを左に移動
ko: 윈도우를 왼쪽으로 이동
mk: Премести го прозорецот налево
ms: Pindahkan tetingkap ke kiri
nb: Flytt vindu til venstre
nl: Venster naar links verplaatsen
nn: Flytt vindauge til venstre
pa: ونڈو نوں کھبے پاسے لجاؤ
pl: Przenieś okno w lewo
ps: کړکۍ کيڼ ته ولېږدوئ
pt: Mover a janela para a esquerda
pt_br: Mover a janela para a esquerda
ro: Mută fereastra la stânga
ru: Переместить окно влево
sk: Presunúť okno doľava
sr: Premesti prozor ulevo
sv: Flytta fönstret till vänster
th: ย้ายหน้าต่างไปทางซ้าย
tr: Pencereyi Sola Taşı
uk: Перемістити вікно ліворуч
ur: ونڈو کو بائیں منتقل کریں
vi: Di chuyển cửa sổ sang trái
zh_hans: 将窗口左移
zh_hant: 將視窗左移
zh_hk: 將視窗左移

source: Move Window Right
ar: نقل النافذة إلى اليمين
bg: Премести прозореца надясно
ca: Mou la finestra a la dreta
cs: Přesunout okno doprava
da: Flyt vindue til højre
de: Fenster nach rechts bewegen
el: Μετακίνηση παραθύρου δεξιά
es: Mover la ventana a la derecha
fa: انتقال پنجره به راست
fi: Siirrä ikkuna oikealle
fr: Déplacer la fenêtre vers la droite
he: העבר את החלון ימינה
hi: विंडो को दाएँ ले जाएँ
hu: Ablak áthelyezése jobbra
id: Pindahkan jendela ke kanan
it: Sposta la finestra a destra
ja: ウインドウを右に移動
ko: 윈도우를 오른쪽으로 이동
mk: Премести го прозорецот надесно
ms: Pindahkan tetingkap ke kanan
nb: Flytt vindu til høyre
nl: Venster naar rechts verplaatsen
nn: Flytt vindauge til høgre
pa: ونڈو نوں سجے پاسے لجاؤ
pl: Przenieś okno w prawo
ps: کړکۍ ښي ته ولېږدوئ
pt: Mover a janela para a direita
pt_br: Mover a janela para a direita
ro: Mută fereastra la dreapta
ru: Переместить окно вправо
sk: Presunúť okno doprava
sr: Premesti prozor udesno
sv: Flytta fönstret till höger
th: ย้ายหน้าต่างไปทางขวา
tr: Pencereyi Sağa Taşı
uk: Перемістити вікно праворуч
ur: ونڈو کو دائیں منتقل کریں
vi: Di chuyển cửa sổ sang phải
zh_hans: 将窗口右移
zh_hant: 將視窗右移
zh_hk: 將視窗右移

source: Move Window to Space
ar: نقل النافذة إلى مساحة
bg: Премести прозореца в Пространство
ca: Mou la finestra a un Espai
cs: Přesunout okno na Space
da: Flyt vindue til Space
de: Fenster zu Space bewegen
el: Μετακίνηση παραθύρου σε Χώρο
es: Mover la ventana a un Espacio
fa: انتقال پنجره به فضا
fi: Siirrä ikkuna Spaceen
fr: Déplacer la fenêtre vers un Espace
he: העבר את החלון למרחב
hi: विंडो को स्पेस पर ले जाएँ
hu: Ablak áthelyezése Space-re
id: Pindahkan jendela ke Space
it: Sposta la finestra in uno Spazio
ja: ウインドウをスペースに移動
ko: 윈도우를 스페이스로 이동
mk: Премести го прозорецот на Простор
ms: Pindahkan tetingkap ke Ruang
nb: Flytt vindu til Space
nl: Venster naar Space verplaatsen
nn: Flytt vindauge til Space
pa: ونڈو نوں سپیس تے لجاؤ
pl: Przenieś okno na Space
ps: کړکۍ سپېس ته ولېږدوئ
pt: Mover a janela para um Espaço
pt_br: Mover a janela para um Espaço
ro: Mută fereastra într-un Spațiu
ru: Переместить окно в Пространство
sk: Presunúť okno na Priestor
sr: Premesti prozor na Prostor
sv: Flytta fönstret till Space
th: ย้ายหน้าต่างไปยัง Space
tr: Pencereyi Alana Taşı
uk: Перемістити вікно на Простір
ur: ونڈو کو اسپیس پر منتقل کریں
vi: Di chuyển cửa sổ đến Không gian
zh_hans: 将窗口移到空间
zh_hant: 將視窗移到空間
zh_hk: 將視窗移到空間

source: Move the front window to Space ${spaceNumber}
ar: نقل النافذة الأمامية إلى المساحة ${spaceNumber}
bg: Премести прозореца на преден план в Пространство ${spaceNumber}
ca: Mou la finestra en primer pla a l'Espai ${spaceNumber}
cs: Přesunout okno v popředí na Space ${spaceNumber}
da: Flyt det forreste vindue til Space ${spaceNumber}
de: Vorderstes Fenster zu Space ${spaceNumber} bewegen
el: Μετακίνηση του παραθύρου στο προσκήνιο στον Χώρο ${spaceNumber}
es: Mover la ventana en primer plano al Espacio ${spaceNumber}
fa: انتقال پنجره پیش‌زمینه به فضای ${spaceNumber}
fi: Siirrä etummainen ikkuna Spaceen ${spaceNumber}
fr: Déplacer la fenêtre au premier plan vers l'Espace ${spaceNumber}
he: העבר את החלון שבחזית למרחב ${spaceNumber}
hi: सामने की विंडो को स्पेस ${spaceNumber} पर ले जाएँ
hu: Az előtérben lévő ablak áthelyezése a(z) ${spaceNumber}. Space-re
id: Pindahkan jendela terdepan ke Space ${spaceNumber}
it: Sposta la finestra in primo piano nello Spazio ${spaceNumber}
ja: 最前面のウインドウをスペース ${spaceNumber} に移動
ko: 맨 앞 윈도우를 스페이스 ${spaceNumber}(으)로 이동
mk: Премести го прозорецот во преден план на Простор ${spaceNumber}
ms: Pindahkan tetingkap hadapan ke Ruang ${spaceNumber}
nb: Flytt det fremste vinduet til Space ${spaceNumber}
nl: Verplaats het voorste venster naar Space ${spaceNumber}
nn: Flytt det fremste vindauget til Space ${spaceNumber}
pa: سامنے والی ونڈو نوں سپیس ${spaceNumber} تے لجاؤ
pl: Przenieś okno na pierwszym planie na Space ${spaceNumber}
ps: مخکینۍ کړکۍ سپېس ${spaceNumber} ته ولېږدوئ
pt: Mover a janela em primeiro plano para o Espaço ${spaceNumber}
pt_br: Mover a janela em primeiro plano para o Espaço ${spaceNumber}
ro: Mută fereastra din față în Spațiul ${spaceNumber}
ru: Переместить окно на переднем плане в Пространство ${spaceNumber}
sk: Presunúť okno v popredí na Priestor ${spaceNumber}
sr: Premesti prozor u prvom planu na Prostor ${spaceNumber}
sv: Flytta det främsta fönstret till Space ${spaceNumber}
th: ย้ายหน้าต่างด้านหน้าไปยัง Space ${spaceNumber}
tr: Öndeki pencereyi Alan ${spaceNumber} konumuna taşı
uk: Перемістити вікно на передньому плані на Простір ${spaceNumber}
ur: سامنے والی ونڈو کو اسپیس ${spaceNumber} پر منتقل کریں
vi: Di chuyển cửa sổ phía trước đến Không gian ${spaceNumber}
zh_hans: 将最前面的窗口移到空间 ${spaceNumber}
zh_hant: 將最前面的視窗移到空間 ${spaceNumber}
zh_hk: 將最前面的視窗移到空間 ${spaceNumber}
